[
    {
      "url": "https://picsum.photos/300?1",
      "desc": "Cozy corner with rustic wooden tables and soft lighting."
    },
    {
      "url": "https://picsum.photos/300?2",
      "desc": "Elegant dining room with a modern, minimalist design."
    },
    {
      "url": "https://picsum.photos/300?3",
      "desc": "Outdoor patio with a beautiful view of the city skyline."
    },
    {
      "url": "https://picsum.photos/300?4",
      "desc": "A gourmet burger with truffle fries served on a wooden board."
    },
    {
      "url": "https://picsum.photos/300?5",
      "desc": "Chic bar area with a wide selection of artisanal cocktails."
    },
    {
      "url": "https://picsum.photos/300?6",
      "desc": "Bright, airy cafe perfect for brunch with large windows."
    },
    {
      "url": "https://picsum.photos/300?7",
      "desc": "Traditional Italian pasta dish garnished with fresh basil."
    },
    {
      "url": "https://picsum.photos/300?8",
      "desc": "Cozy fireplace seating, ideal for a romantic dinner."
    },
    {
      "url": "https://picsum.photos/300?9",
      "desc": "Freshly brewed coffee being poured into a ceramic cup."
    },
    {
      "url": "https://picsum.photos/300?10",
      "desc": "Modern sushi platter with vibrant colors and creative presentation."
    },
    {
      "url": "https://picsum.photos/300?11",
      "desc": "Farm-to-table dining experience with locally sourced ingredients."
    },
    {
      "url": "https://picsum.photos/300?12",
      "desc": "Exquisite wine cellar showcasing a collection of fine wines."
    },
    {
      "url": "https://picsum.photos/300?13",
      "desc": "Mouthwatering seafood platter featuring fresh oysters and prawns."
    },
    {
      "url": "https://picsum.photos/300?14",
      "desc": "Artfully plated dessert with chocolate mousse and fresh berries."
    },
    {
      "url": "https://picsum.photos/300?15",
      "desc": "Private dining room with luxurious decor and personalized service."
    },
    {
      "url": "https://picsum.photos/300?16",
      "desc": "Authentic wood-fired pizza fresh from the oven."
    },
    {
      "url": "https://picsum.photos/300?17",
      "desc": "Rooftop bar with stylish seating and a panoramic view."
    },
    {
      "url": "https://picsum.photos/300?18",
      "desc": "Fresh salad with organic ingredients and a light vinaigrette."
    },
    {
      "url": "https://picsum.photos/300?19",
      "desc": "Dimly lit, intimate setting with candle-lit tables."
    },
    {
      "url": "https://picsum.photos/300?20",
      "desc": "Chef preparing dishes in an open kitchen with an industrial style."
    }
  ]
  